<!DOCTYPE html>
<html lang="es">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>El Carpo</title>
    <link rel="shortcut icon" href="../img/favicon.ico" type="image/x-icon">
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.2.0-beta1/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-0evHe/X+R7YkIZDRvuzKMRqM+OrBnVFBL6DOitfPri4tjfHxaWutUpFmBp4vmVor" crossorigin="anonymous"> <!-- Bootstrap CDN via jsDelivr -->
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.2.0-beta1/dist/js/bootstrap.bundle.min.js" integrity="sha384-pprn3073KE6tl6bjs2QrFaJGz5/SUsLqktiwsUTF55Jfv3qYSDhgCecCxMW52nD2" crossorigin="anonymous"></script> <!-- Bootstrap CDN via jsDelivr -->
    <link rel="stylesheet" href="../css/index.css">
</head>
<body>
    <header class="shadow-sm">
        <!-- Menu -->
        <nav class="navbar navbar-expand-md">
            <div class="container-fluid">
                <a class="navbar-brand" href="../index.html"><img src="../img/icons/hero-icon.png" alt="" width="auto" height="60"></a>
                <button class="navbar-toggler" type="button" data-bs-toggle="collapse" data-bs-target="#navbarsExample04" aria-controls="navbarsExample04" aria-expanded="false" aria-label="Toggle navigation">
                    <span class="navbar-toggler-icon"></span>
                </button>
                <div class="collapse navbar-collapse mx-3" id="navbarsExample04">
                    <ul class="navbar-nav me-auto mb-2 mb-md-0">
                        <li class="nav-item">
                            <a class="nav-link" href="biografia.html">Biografía</a>
                        </li>
                        <li class="nav-item">
                            <a class="nav-link" href="discografia.html">Discografía</a>
                        </li>
                        <li class="nav-item">
                            <a class="nav-link" href="bandas.html">Bandas</a>
                        </li>
                        <li class="nav-item">
                            <a class="nav-link" href="equipamiento.html">Equipamiento</a>
                        </li>
                        <li class="nav-item">
                            <a class="nav-link" href="playlists.html">Playlists</a>
                        </li>
                    </ul>
                    <div class="collapse navbar-collapse justify-content-end">
                        <a class="nav-link" href="about.html">Nosotros</a>
                    </div>
                </div>
            </div>
        </nav>
    </header>
    <main>
        <section>
            <article>
                <h1>Norberto An&iacute;bal Napolitano</h1>
                <h2>Buenos Aires, 10 de Marzo de 1950 - Luj&aacute;n, 25 de Febrero de 2005</h2>
                <p>Naci&oacute; el 10 de Marzo de 1950; sus propias palabras crean una cierta incertidumbre sobre el lugar en d&oacute;nde fue:</p>
                <p>&quot;Me acuerdo de muy chiquito en Santa Isabel, en Santa Fe. Es un pueblito donde creo que nac&iacute;; ah&iacute; o en Buenos Aires, no se d&oacute;nde nac&iacute;, creo que en Buenos Aires, pero estuve en los dos lugares&quot;</p>
                <p>Sin embargo, es de p&uacute;blico conocimiento que la casa donde El Carpo naci&oacute; se encuentra en la Ciudad de Buenos Aires, m&aacute;s precisamente en la calle Artigas 1917.</p>
                <p>Era el m&aacute;s chico de sus hermanos. Carlos, que falleci&oacute; antes de que el naciera es el que le sigue en edad y Liliana, la mayor, es concertista de piano de alto nivel:</p>
                <p>&quot;Yo dorm&iacute;a en la pieza donde ella estudiaba cuando era chica, as&iacute; que imaginate a las 9 de la ma&ntilde;ana, con dos almohadas tap&aacute;ndome los o&iacute;dos, tratando de dormir. Pero eso me ayud&oacute;, inconscientemente...&quot;</p>
            </article>
            <div><img src="../img/bio-4.jpg" alt="Bio"></div>
        </section>
        <div><a href="#bio-text"><img src="../img/icons/scroll-bar.png" alt="Hero scroll icon"></a></div>
        <section id="bio-text">
            <!-- Circulo, línea y cuadro de texto (por año) -->
            <article>
                <div><p>1964</p></div>
                <div></div>
                <div>
                    <p>De chico, en la escuela, aprend&iacute;a folklore, y fue ah&iacute; cuando Norberto mostr&oacute; su gusto por la guitarra; aunque esos dedos ped&iacute;an m&aacute;s, mucho m&aacute;s... Un d&iacute;a, cuando ten&iacute;a unos 14 a&ntilde;os, escuch&oacute; por la radio a Little Richard, eso fue lo que le despert&oacute; el sentimiento que llevaba adentro.</p>
                    <p>&quot;Me compr&eacute; una guitarra el&eacute;ctrica, un equipo, y cantaba los temas de Little Richard y me cagaba de risa&quot;</p>
                    <p>Intent&oacute; varias bandas: Su primer banda de barrio fue &quot;Los Buitres&quot;, que form&oacute; a los 16 a&ntilde;os junto a Miguel A. Laise en bater&iacute;a (su primo tapicero), Tito Milanesa en voz y guitarra (Alberto La Rosa) y Beto en Bajo y Voz (Humberto E. Marinucci). M&aacute;s tarde armar&iacute;a &quot;Engranaje&quot;, junto a Tito Milanesa en voz, Pino en bater&iacute;a, Boc&oacute;n en guitarra y Beto en bajo, m&aacute;s tarde se ir&iacute;an Pino y Beto.</p>
                </div>
            </article>
            <!-- End -->
            <article>
                <div><p>1967</p></div>
                <div></div>
                <div>
                    <p>A mediados de 1967, el ya conocido Pappo, habitu&eacute; de las noches de La Cueva 2, es convocado por Miguel Abuelo, para integrar su grupo &quot;Los Abuelos de la Nada&quot; (tambi&eacute;n oriunda de La Paternal). Empiezan los ensayos y graban su primer simple, &quot;Diana Divaga&quot; y &quot;Tema en fl&uacute; sobre el planeta&quot;, aunque la historia cuenta que Pappo s&oacute;lo particip&oacute; en la tapa del simple, y en la presentaci&oacute;n con la prensa, y que las guitarras las grab&oacute; Claudio Gabis, porque ese d&iacute;a Pappo no hab&iacute;a ido al estudio. Pero el grupo no congeniaba, y Miguel Abuelo los abandona, dej&aacute;ndolo a Pappo al frente de todo. Tal es as&iacute; que en el segundo simple de Los Abuelos, Pappo aparece cantando un blues de su autor&iacute;a, &quot;En la estaci&oacute;n&quot;.</p>
                    <p>Llega el verano y el grupo se va a Mar del Plata, ya que tocar&iacute;an en el boliche &quot;Mandioca&quot;, donde casualmente tambi&eacute;n se presentaba &quot;Manal&quot;, aquel grupo de Blues en castellano integrado por Javier Mart&iacute;nez, Alejandro Medina y Claudio Gabis. Es as&iacute; que Manal le propone a Pappo ser el invitado permanente toda la temporada, a lo que Pappo responde con un &quot;s&iacute;&quot; rotundo, ya que pasar&iacute;a de ser el admirador n&uacute;mero uno, a ser integrante de la banda.</p>
                    <p>A mediados de 1968 Carlos Bisso lo convoca para &quot;Conexi&oacute;n N&ordm; 5&quot;, un grupo que hac&iacute;a covers de temas extranjeros. Adem&aacute;s graba un tema para el compilado &quot;Pidamos Peras a Mandioca&quot;, de Mandioca, la discogr&aacute;fica independiente que lideraba Jorge &Aacute;lvarez, que se llama &quot;Nunca lo sabr&aacute;n&quot;; lo acompa&ntilde;an Spinetta en segunda guitarra, Edelmiro Molinari en bajo, Rodolfo Garc&iacute;a en bater&iacute;a (Todos integrantes de Almendra) y Pomo en pandereta. Tambi&eacute;n graba el bajo en &quot;El Oso&quot;, el conocido tema del primer disco de Moris, &quot;30 minutos de vida&quot;.</p>
                </div>
            </article>
            <!-- End -->
            <article>
                <div><p>1969</p></div>
                <div></div>
                <div>
                    <p>1969 es el a&ntilde;o en que Pappo sale del anonimato. &quot;Los Gatos&quot;, luego de un a&ntilde;o de separaci&oacute;n, deciden volver a grabar; pero Kay Galiffi, el violero original, se hab&iacute;a casado e ido a vivir a Brasil, por lo que Litto Nebbia, recomendado por el manager de Los Gatos, Jorge L&oacute;pez, decide conocer a ese pibe que siempre sub&iacute;a a tocar a La Cueva 2. Se encuentran y Litto le entrega la lista de temas. Pappo acepta de inmediato. El resto de los integrantes de Los Gatos hab&iacute;an viajado a Estados Unidos, para comprar equipos. Al bajar del avi&oacute;n, los reciben Litto y el nuevo violero de la banda, es as&iacute; que Alfredo Toth, bajista de la banda, le entrega una Les Paul, para que toque en el pr&oacute;ximo show, el 28 de Noviembre en el Gran Rex.</p>
                    <p>Con su nuevo violero Los Gatos graban Beat N&ordm; 1. En el disco el sonido se sigue manteniendo m&aacute;s bien mel&oacute;dico, pero eso durar&iacute;a muy poco... En 1970 graban &quot;Rock de la mujer perdida&quot;, que en un primer momento se iba a llamar &quot;Rock de la mujer podrida&quot;, pero se consider&oacute; que el nombre era demasiado &quot;fuerte&quot; para la &eacute;poca. El disco suena mucho m&aacute;s &quot;pesado&quot; que el anterior. El tema que da nombre a la placa es un rockanrol en d&oacute;nde indudablemente sobresale el sonido de la guitarra. Salen de gira por Espa&ntilde;a y son &eacute;xito. Pero llega el momento en que Pappo debe partir para concretar nuevos proyectos.</p>
                </div>
                <div><img src="../img/los-gatos.jpg" alt="Beat Número 1, Los Gatos"></div>
                <div>
                    <p>&quot;...fu&eacute; muy bueno, hasta que yo empec&eacute; a poner mucha presi&oacute;n para que toc&aacute;ramos rock. Ciro y Moro estaban m&aacute;s o menos de acuerdo, pero el m&aacute;s duro era Litto, que era el que mandaba; y si el que manda quiere seguir con una l&iacute;nea mel&oacute;dica, tiene raz&oacute;n...&quot;</p>
                    <p>- Pappo sobre el fin de Los Gatos</p>
                </div>
            </article>
            <!-- End -->
        </section>
    </main>
    <footer class="container-fluid shadow-lg px-5">
        <div class="d-flex flex-wrap justify-content-between align-items-center py-4 mt-4">
            <p class="col-md-4 mb-0 text-muted">&copy; Todos los derechos reservados</p>
            <ul class="nav col-md-4 justify-content-center">
                <li class="nav-item px-2 text-center">
                    <a class="nav-link text-black-50" href="../index.html">Inicio</a>
                </li>
                <li class="nav-item px-2 text-center">
                    <a class="nav-link text-black-50" href="biografia.html">Biografía</a>
                </li>
                <li class="nav-item px-2 text-center">
                    <a class="nav-link text-black-50" href="discografia.html">Discografía</a>
                </li>
                <li class="nav-item px-2 text-center">
                    <a class="nav-link text-black-50" href="bandas.html">Bandas</a>
                </li>
                <li class="nav-item px-2 text-center">
                    <a class="nav-link text-black-50" href="equipamiento.html">Equipamiento</a>
                </li>
                <li class="nav-item px-2 text-center">
                    <a class="nav-link text-black-50" href="playlists.html">Playlists</a>
                </li>
            </ul>
            <p class="col-md-4 mb-0 text-muted text-end">Made by <a href="https://www.github.com/mxndxzx" target="_blank">mxndxzx</a></p>
        </div>
    </footer>
</body>
</html>